{
    "Romance": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Romance titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the relationship between the main characters in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Mystery": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Mystery titled '[insert book title]'. The writing tone should be [writing tone], with a focus on advancing the plot in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Science Fiction": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Science Fiction titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the futuristic or science related elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Fantasy": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Fantasy titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the mythical or magical elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Horror": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Horror titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the suspenseful, frightening, or creepy elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Comics and graphic novels": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Comics and Graphic Novels titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the narrative, characters, and visuals in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Travel and adventure": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Travel and Adventure titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the journey and the unexpected elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Science and nature": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Science and Nature titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the scientific or natural elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Religion and spirituality": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Religion and Spirituality titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the spiritual, religious, or metaphysical elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Business and economics": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Business and Economics titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the business or economics related elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Education and teaching": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Education and Teaching titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the educational or teaching elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Art and photography": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Art and Photography titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the art or photography related elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Food and cooking": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Food and Cooking titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the food or cooking related elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Sports and recreation": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Sports and Recreation titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the sports or recreation related elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Memoir and autobiography": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Memoir and Autobiography titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the personal or autobiographical elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Poetry": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Poetry titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the poetic elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Drama": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Drama titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the dramatic elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Children's books": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Children's Books titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the elements of the story that will appeal to children in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Biography": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Biography titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the biographical elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "History": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of History titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the historical elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Self-help": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Self-Help titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the advice or tips related to the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book.",
    "Reference books": "Please generate content for a sub-chapter titled '[insert sub-chapter title]' in the chapter '[insert chapter title]' of a work of Reference Books titled '[insert book title]'. The writing tone should be [writing tone], with a focus on developing the factual or informational elements of the story in some way. The sub-chapter should be engaging and provide comprehensive coverage of the topic, with a clear focus on how it relates to the overall story. Please ensure that the content is tailored to the target audience of the book."
}