{
    "Science and nature": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the scientific genre and factual [tone] tone and should serve the educational [objective], keeping in mind the technical audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Religion and spirituality": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the spiritual genre and reflective [tone] tone and should serve the inspirational [objective], keeping in mind the spiritual audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Business and economics": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the business genre and professional [tone] tone and should serve the informational [objective], keeping in mind the business audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Education and teaching": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the instructional genre and informative [tone] tone and should serve the instructional [objective], keeping in mind the student audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Art and photography": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the artistic genre and creative [tone] tone and should serve the expressive [objective], keeping in mind the creative audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Food and cooking": "write me a long, detailed and informational subchapter titled '[subchapter title]' in the food and cook genre, based on the book '[book title]'. The subchapter should serve the objective [objective] and help improve cooking skill, and appeal to the culinary audience. Use a clear and engaging writing style. provide recipes and method preparation where necessary",
    "Sports and recreation": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the sports genre and enthusiastic [tone] tone and should serve the inspirational [objective], keeping in mind the athletic audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Memoir and autobiography": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the autobiographical genre and personal [tone] tone and should serve the reflective [objective], keeping in mind the life-story audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Poetry": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the poetic genre and expressive [tone] tone and should serve the emotional [objective], keeping in mind the literary audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Drama": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the dramatic genre and vivid [tone] tone and should serve the entertaining [objective], keeping in mind the theater audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Children's books": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the children's genre and imaginative [tone] tone and should serve the imaginative [objective], keeping in mind the young audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Biography": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the biographical genre and factual [tone] tone and should serve the informative [objective], keeping in mind the biography audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "History": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the historical genre and factual [tone] tone and should serve the educational [objective], keeping in mind the history audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Self-help": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the self-help genre and encouraging [tone] tone and should serve the motivational [objective], keeping in mind the self-help audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style.",
    "Reference books": "Generate a very long, detailed, engaging and informative content for a subchapter titled '[subchapter title]' based on the book titled [book title], building on this previous subchapters '[previous subchapter]' and ensuring that they are not repeated in this subchapter. Your subchapter should be written in the reference genre and comprehensive [tone] tone and should serve the informational [objective], keeping in mind the reference audience. Your subchapter should provide new insights, perspectives, and information on the topic that has not yet been covered in previous subchapters, without repeating or duplicating their content. Your subchapter should provide a comprehensive overview of the key concepts, theories, and research related to the topic, as well as any relevant historical or cultural context. Additionally, the subchapter should explore the practical applications of the topic, providing examples and case studies that illustrate its real-world significance. Use a clear and engaging writing style."
}