{
    "Science and nature": "Create a clear and easy-to-follow outline for [book title], a Science and Nature book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Science and Nature books like The Origin of Species, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Religion and spirituality": "Create a clear and easy-to-follow outline for [book title], a Religion and Spirituality book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Religion and Spirituality books like The Bible, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Business and economics": "Create a clear and easy-to-follow outline for [book title], a Business and Economics book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Business and Economics books like The Intelligent Investor, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Education and teaching": "Create a clear and easy-to-follow outline for [book title], an Education and Teaching book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Education and Teaching books like The Art of Teaching, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Art and photography": "Create a clear and easy-to-follow outline for [book title], an Art and Photography book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Art and Photography books like The Art of Photography, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Food and cooking": "Create a clear and easy-to-follow outline for [book title], a Food and Cooking book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Food and Cooking books like The Joy of Cooking, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Sports and recreation": "Create a clear and easy-to-follow outline for [book title], a Sports and Recreation book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Sports and Recreation books like The Art of Coaching, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Memoir and autobiography": "Create a clear and easy-to-follow outline for [book title], a Memoir and Autobiography book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Memoir and Autobiography books like The Diary of Anne Frank, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Poetry": "Create a clear and easy-to-follow outline for [book title], a Poetry book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Poetry books like The Complete Poems of Emily Dickinson, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Drama": "Create a clear and easy-to-follow outline for [book title], a Drama book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Drama books like Hamlet, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Children's books": "Create a clear and easy-to-follow outline for [book title], a Children's book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Children's books like The Cat in the Hat, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Biography": "Create a clear and easy-to-follow outline for [book title], a Biography book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Biography books like Steve Jobs, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "History": "Create a clear and easy-to-follow outline for [book title], a History book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful History books like A People's History of the United States, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Self-help": "Create a clear and easy-to-follow outline for [book title], a Self-Help book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Self-Help books like The 7 Habits of Highly Effective People, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]",
    "Reference books": "Create a clear and easy-to-follow outline for [book title], a Reference book aimed at [book objective]. The outline should have descriptive titles for each part, chapter and subchapters. Each chapters should have subchapters.The subchapters should be more than 5 for each chapters. Structure the outline in a way that is inspired by successful Reference books like The Oxford English Dictionary, while also taking into consideration the interests and needs of the target audience (target audience). the number of chapters should be 10. this outline structure while writing the outline:  Introduction\n-[subintro]\npart\nchapter\n-[subchapter]\nConclusion\n-[subconclusion]"
}