{
    "Romance": "Please generate an outline for a work of Romance fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which focus on the development of the characters romantic relationship. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Mystery": "Please generate an outline for a work of Mystery fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which focus on the investigation of a crime and the resolution of the mystery. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Science Fiction": "Please generate an outline for a work of Science Fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the possibilities of a future world. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Fantasy": "Please generate an outline for a work of Fantasy fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore mythical characters and magical worlds. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Horror": "Please generate an outline for a work of Horror fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore terrifying characters, situations and settings. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Comics and graphic novels": "Please generate an outline for a work of Comics and graphic novels titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore visual storytelling and the comic book medium. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Travel and adventure": "Please generate an outline for a work of Travel and adventure fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the journey of a protagonist through different locations and unexpected events. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Science and nature": "Please generate an outline for a work of Science and nature fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the natural world and its complex systems. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Religion and spirituality": "Please generate an outline for a work of Religion and spirituality fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the complex relationship between faith and the human experience. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Business and economics": "Please generate an outline for a work of Business and economics fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the principles and applications of business and economics. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Education and teaching": "Please generate an outline for a work of Education and teaching fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the principles of teaching and education in various contexts. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Art and photography": "Please generate an outline for a work of Art and photography fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the visual arts and the practice of photography. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Food and cooking": "Please generate an outline for a work of Food and cooking fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the culinary arts and the science of cooking. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Sports and recreation": "Please generate an outline for a work of Sports and recreation fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the physical and mental aspects of various sports and recreational activities. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Memoir and autobiography": "Please generate an outline for a work of Memoir and autobiography fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the life and experiences of the author. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Poetry": "Please generate an outline for a work of Poetry fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the beauty of language and imagery in verse. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Drama": "Please generate an outline for a work of Drama fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the art of storytelling in a theatrical setting. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Children's books": "Please generate an outline for a work of Children's books fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the world through the eyes of a child. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Biography": "Please generate an outline for a work of Biography fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the life and accomplishments of a particular individual. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "History": "Please generate an outline for a work of History fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the events and people that have shaped our past. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Self-help": "Please generate an outline for a work of Self-help fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore the principles and practices of personal growth and development. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience].",
    "Reference books": "Please generate an outline for a work of Reference books fiction titled '[book title]'. The book should be structured into several parts, each with multiple chapters which explore a particular subject in depth and detail. The tone of the book should be [writing tone], with the objective of [book objective]. The target audience for this book is [target audience]."
}